module.exports = AuthMessages = {
    invalidInput : ".لطفا شماره مورد نظر را وارد کنید",
    NotFound : ".کاربر مورد نظر یافت نشد",
    OTPNotExpired  : ".رمز یک بار مصرف شما هنوز اعتبار دارد",
    OTPExpired : ".رمز یک بار مصرف شما منقضی شده یا اعتبار ندارد لطفا مجددا امتحان کنید",
    InvalidOTP : ".رمز یک بار مصرف اشتباه است",
    SuccessOTP : ".رمز یک بار مصرف شما با موفقیت تولید شد و تا 2 دقیقه دیگر فعال است",
    SuccessLogin : ".احراز هویت شما موفقیت آمیز بود",
    alreadyAuthorized : ".شما قبلا احراز هویت شده اید"
}
